Repository: intive/AugmentedSzczecin_WP
Catalog: AugmentedSzczecin/AugmentedSzczecin/Strings/*/Resources.resw
Source language: en_us
Languages: pl_pl

# BothConnectionDisabledMessage
source: Internet and Location connection disabled.
pl_pl: Dostęp do Internetu oraz lokalizacja wyłączone

# AddNewPointOfInterest.Content
source: Add
pl_pl: Dodaj

# AddPointOfInterestTitle.Text
source: Tap to add POI on the map
pl_pl: Dodaj nowy punkt na mapie

# CancelAddingPointOfInterest.Content
source: Cancel
pl_pl: Anuluj

# ConfirmNewPointOfInterest.Label
source: Confirm
pl_pl: Zatwierdź

# CreatePointOfInterestCategoryNotSelected
source: Choose Category.
pl_pl: Wybierz kategorię

# CreatePointOfInterestCityEmpty
source: Fill City field.
pl_pl: Wypełnij pole Miasto.

# CreatePointOfInterestCityMatch
source: Fill City field properly.
pl_pl: Wypełnij pole Miasto poprawnie.

# CreatePointOfInterestDescriptionEmpty
source: Fill Description field.
pl_pl: Wypełnij pole Opis

# CreatePointOfInterestEmptyForm
source: Fill the fields.
pl_pl: Wypełnij pola.

# CreatePointOfInterestExtraTitle.Text
source: Extra Fields
pl_pl: Pola dodatkowe

# CreatePointOfInterestStreetNumberEmpty
source: Fill StreetNumber field.
pl_pl: Wypełnij pole Numer ulicy.

# CreatePointOfInterestNameEmpty
source: Fill Name field.
pl_pl: Wypełnij pole Nazwa.

# CreatePointOfInterestPlaceEmpty
source: Fill Place field.
pl_pl: Wypełnij pole Miejsce.

# CreatePointOfInterestZipCodeEmpty
source: Fill Postal Code field.
pl_pl: Wypełnij pole Kod Pocztowy.

# CreatePointOfInterestZipCodeMatch
source: Fill Postal Code properly.
pl_pl: Wypełnij pole kod Pocztowy Poprawnie.

# CreatePointOfInterestStreetEmpty
source: Fill Street field.
pl_pl: Wypełnij pole Ulica.

# CreatePointOfInterestStreetMatch
source: Fill Street field properly.
pl_pl: Wypełnij pole Ulica poprawnie.

# CreatePointOfInterestSubcategoryNotSelected
source: Choose Subcategory.
pl_pl: Wybierz podkategorię

# CreatePointOfInterestTagsEmpty
source: Fill Tags field.
pl_pl: Wypełnij pole Tagi.

# CreatePointOfInterestTagsMatch
source: Fill Tags field properly.
pl_pl: Wypełnij pole Tagi poprawnie.

# CreatePointOfInterestTitle.Text
source: Creating POI
pl_pl: Tworzenie POI

# CurrentMapTitle.Text
source: Current Location
pl_pl: Obecna lokalizacja.

# ExtraFieldsCheckBox.Content
source: Extra Fields
pl_pl: Pola dodatkowe

# Friday.Content
source: Friday
pl_pl: Piątek

# Monday.Content
source: Monday
pl_pl: Poniedziałek

# NewPoiAddress.Text
source: Address
pl_pl: Adres

# NewPoiAddressCity.Text
source: City
pl_pl: Miasto

# NewPoiAddressCityBox.PlaceholderText
source: e.g. Szczecin
pl_pl: np. Szczecin

# NewPoiAddressStreetNumber.Text
source: Street number
pl_pl: Numer ulicy

# NewPoiAddressStreetNumberBox.PlaceholderText
source: e.g. 11
pl_pl: np. 11

# NewPoiAddressPlace.Text
source: Door number
pl_pl: Numer domu

# NewPoiAddressPlaceBox.PlaceholderText
source: e.g. 3
pl_pl: np.. 3

# NewPoiAddressZipCode.Text
source: Postal code
pl_pl: Kod pocztowy

# NewPoiAddressZipCodeBox.PlaceholderText
source: e.g. 71-696
pl_pl: np. 71-696

# NewPoiAddressStreet.Text
source: Street
pl_pl: Ulica

# NewPoiAddressStreetBox.PlaceholderText
source: e.g. Kormoranów
pl_pl: np. Kormoranów

# NewPoiCategory.Text
source: Category
pl_pl: Kategoria

# NewPoiCategoryBox.PlaceholderText
source: Choose category...
pl_pl: Wybierz kateogorię...

# NewPoiCategoryFirst
source: Places
pl_pl: Miejsca

# NewPoiCategoryFourth
source: People
pl_pl: Ludzie

# NewPoiCategoryThird
source: Events
pl_pl: Wydarzenia

# NewPoiDescription.Text
source: Description
pl_pl: Opis

# NewPoiDescriptionBox.PlaceholderText
source: Add some description...
pl_pl: Dodaj opis...

# NewPoiFanpageBox.PlaceholderText
source: e.g. fb.com/BLStreamPatronage
pl_pl: np. fb.com/BLStreamPatronage

# NewPoiName.Text
source: Name
pl_pl: Nazwa

# NewPoiNameBox.PlaceholderText
source: e.g. My new POI
pl_pl: np. My new POI

# NewPoiOpeningDays.Text
source: Opening Days
pl_pl: Dni otwarte

# NewPoiPhone.Text
source: Phone
pl_pl: Telefon

# NewPoiPhoneBox.PlaceholderText
source: e.g. 123456789
pl_pl: np. 123456789

# NewPoiPrice.Text
source: Price
pl_pl: Cena

# NewPoiPriceBox.PlaceholderText
source: Payable/Free
pl_pl: Płatne/Bezpłatne

# NewPoiSubcategory.Text
source: Subcategory
pl_pl: Podkategoria

# NewPoiSubcategoryBox.PlaceholderText
source: Choose subcategory...
pl_pl: Wybierz podkategorię...

# NewPoiSubcategoryEighth
source: Railway Station
pl_pl: Dworzec kolejowy

# NewPoiSubcategoryFifth
source: Museum
pl_pl: Muzeum

# NewPoiSubcategoryFirst
source: School
pl_pl: Szkoła

# NewPoiSubcategoryFourth
source: Monument
pl_pl: Pomnik

# NewPoiSubcategoryNinth
source: Post Office
pl_pl: Urząd pocztowy

# NewPoiSubcategorySecond
source: Hospital
pl_pl: Szpital

# NewPoiSubcategorySeventh
source: Bus Station
pl_pl: Dworzec autobusowy

# NewPoiSubcategorySixth
source: Office
pl_pl: Urząd

# NewPoiSubcategoryTenth
source: Church
pl_pl: Kościół

# NewPoiTags.Text
source: Tags
pl_pl: Tagi

# NewPoiTagsBox.PlaceholderText
source: e.g. best, epic, rare, ...
pl_pl: np. best, epic, rare, ...

# NewPoiWebsite.Text
source: Website
pl_pl: Strona WWW

# NewPoiWebsiteBox.PlaceholderText
source: e.g. blstream.com
pl_pl: np. blstream.com

# NewPoiWikipediaBox.PlaceholderText
source: e.g. wikipedia.org/wiki/Microsoft
pl_pl: np. wikipedia.org/wiki/Microsoft

# OpeningHoursCheckBox.Content
source: Opening Hours
pl_pl: Godziny otwarcia

# OpeningHoursFrom.Text
source: From
pl_pl: Od

# OpeningHoursTo.Text
source: To
pl_pl: Do

# PriceFree
source: Free
pl_pl: Bezpłatne

# PricePayable
source: Payable
pl_pl: Płate

# GeolocationDisabledMessage
source: Geolocation disabled.
pl_pl: Lokalizacja wyłączona.

# InternetConnectionDisabledMessage
source: Internet Connection disabled.
pl_pl: Dostęp do Internetu wyłączonu.

# RefreshConnection.Label
source: Reconnect
pl_pl: Odśwież

# ResetPasswordButtonReset.Content
source: Ready
pl_pl: Gotowe

# ResetPasswordProgressRing.Text
source: Requesting
pl_pl: Wysyłam żądanie.

# Saturday.Content
source: Saturday
pl_pl: Sobota

# SignEmail.PlaceholderText
source: Enter your email
pl_pl: Wpisz email

# SignPassword.PlaceholderText
source: Enter your password
pl_pl: Wpisz hasło

# SignInButtonResetPassword.Content
source: Reset password
pl_pl: Zresetuj hasło

# SignInButtonSignIn.Content
source: Sign in
pl_pl: Zaloguj

# Password.Text
source: Password
pl_pl: Hasło

# SignInProgressRing.Text
source: Logging
pl_pl: Trwa logowanie

# SignOutConfirmationText
source: Are you sure you want to sign out?
pl_pl: Czy wylogować?

# SignUpButtonSignUp.Content
source: Ready
pl_pl: Gotowe

# SignUpEmailEmpty
source: E-mail not specified.
pl_pl: Email niekoreślony

# SignUpEmailMatch
source: Invalid E-mail.
pl_pl: Email niepoprawny

# SignUpEmptyForm
source: E-mail and password not specified.
pl_pl: Email i hasło nieokreślone

# SignUpMainText.Text
source: Create new account
pl_pl: Stwórzy nowe konto

# SignUpPasswordEmpty
source: Password not specified.
pl_pl: Hasło nieokreślone

# SignUpPasswordLength
source: Password too short.
pl_pl: Hasło zbyt krótkie

# SignUpProgressRing.Text
source: Registering
pl_pl: Resjestruje

# SignInMainText.Text
source: Sign in
pl_pl: Zaloguj

# ResetPasswordMainText.Text
source: Reset password
pl_pl: Zresetuj hasło

# Sunday.Content
source: Sunday
pl_pl: Niedziela

# Thursday.Content
source: Thursday
pl_pl: Czwartek

# Tuesday.Content
source: Tuesday
pl_pl: Wtorek

# Wednesday.Content
source: Wednesday
pl_pl: Środa

# ValidationErrorGeneralMessage
source: Please correct red-marked fields.
pl_pl: Popraw czerwone pola.

# CreatePointOfInterestFailureMessage
source: Something goes wrong. Try again!
pl_pl: Coś poszło nie tak. Spróbuj ponownie!

# CreatePointOfInterestSuccessMessage
source: Point added!
pl_pl: Punkt dodano!

# AboutText.Text
source: Application was made within the project BLStream Patronage in 2015.
pl_pl: Aplikacja wykonana w ramach BLStream Patronage in 2015.

# AboutVersion
source: Version:
pl_pl: Wersja:

# Back.Content
source: Back
pl_pl: Wstecz

# Cancel.Content
source: Cancel
pl_pl: Anuluj

# RegisterEmailFailMessage
source: This email is already used!
pl_pl: Ten adres email jest zajęty

# RegisterSuccessMessage
source: Successfully registered!
pl_pl: Pomyślnie zarejestrowano!

# ResetPasswordSuccessMessage
source: New password sent on the email address!
pl_pl: Nowe hasło wysłano na adres email!

source: Server error!
pl_pl: Błąd serwera!

# Settings.Content
source: Settings
pl_pl: Ustawienia

# SignInDataFailMessage
source: Invalid data!
pl_pl: Niepoprawne dane!

# SignInSuccessMessage
source: Signed in!
pl_pl: Zalogowano!

# ToggleFilter.Label
source: Filter
pl_pl: Piątek

# MainViewAbout.Content
source: about application
pl_pl: o aplikacji

# MainViewAdd.Content
source: add point
pl_pl: dodaj punkt

# MainViewList.Content
source: location list
pl_pl: lista lokacji

# MainViewMap.Content
source: map
pl_pl: mapa
